{"title":"Die Jugend von heute","metadata":{"slug":"die-jugend-von-heute","link":"/posts/2020/08/die-jugend-von-heute","dateString":"07.08.2020","date":"2020-08-07T00:00:00.000Z","author":"Rebecca","lang":"de","thumbnail":"assets/749fd1075d.svg","background":"assets/749fd1075d.svg","colorLeft":"rgba(238,242,87,1)","colorRight":"rgba(242,180,87,1)","title":"Die Jugend von heute","file":"posts/200615_jugendVonHeute/die-jugend-von-heute.md"},"html":"<h1>Die Jugend von heute</h1>\n<p>&quot;Wie ist denn euer Bild von den Jugendlichen heute? Sind die anders als damals, als Sie alle noch jung waren?&quot;</p>\n<p>Die Kursleiterin blickt erwartungsvoll durch den Raum. Die ersten 5 Hände gehen direkt ohne zu zögern hoch. Ich lehne mich zurück und wünsche mir direkt eine Packung Popcorn zu diesem Spektakel, das mich sicherlich gleich erwartet.</p>\n<p>&quot;Die Jugend von heute ist so rücksichtslos. Die haben gar keinen Respekt mehr!&quot;</p>\n<p>Sagt der mitte Dreißigjährige, der offensichtlich eine verzerrte Erinnerung seiner eigenen Jugend hat. Er kann sich wohl nicht mehr daran erinnern wie er um vier Uhr morgens in der Karre seiner Eltern mit offenen Fenstern durch die Nachbarschaft gefahren ist, sodass die schönen Klänge von Sido auch niemandem entgehen. Er weiß nicht mehr, dass er bei jeder Gelegenheit mit dummen Sprüchen um sich geworfen hat, ohne Rücksicht darauf zu nehmen, ob seine Worte jemanden verunsichern oder verletzen könnten.</p>\n<p>Er denkt zu wissen, wie er als jugendlicher war. Erinnerungen sind <a href=\"https://www.zeit.de/zeit-wissen/2014/06/erinnerung-gedaechtnis-erlebnisse\">dynamische Rekonstruktionen selektiv wahrgenommener Informationen</a>. Alles was wir denken über unsere Vergangenheit zu wissen ist subjektiv. Natürlich kam er sich selbst früher nicht rücksichtslos vor. Schließlich hat er auch damals schon auf alles, was ihm wichtig war, Rücksicht genommen. Er konnte damals auch immer gut schlafen, egal wie laut seine Umgebung war. Er hat im Auto nur die Musik genossen und vielleicht einfach nicht erkannt, dass sie so laut war, dass Frau Schneider, im Haus neben an, die eh schon Schlafprobleme hat und es selten schafft wieder einzuschlafen, wenn sie mal geweckt wurde, jetzt wach im Bett liegt und daran denkt wie anstrengend der Tag jetzt wieder sein wird. Das war ihm vielleicht einfach nicht bewusst.</p>\n<p>&quot;Die können nicht einmal mehr Rechtschreibung. Ich konnte das in dem Alter schon besser.&quot;</p>\n<p>Susanna ist scheinbar schon immer der deutschen Sprache mächtig gewesen. Rechtschreibung, wie so viele Sachen die wir lernen, wird besser wenn wir es üben. Niemand schreibt absichtlich ein Wort falsch. Die wenigsten denken sich, ich schreibe jetzt &quot;nimand&quot; einfach mal ohne &quot;e&quot;, das ist cool und rebellisch. Wenn man Fehler macht, gerade bei der Rechtschreibung, dann weiß man oft einfach nicht, dass das ein Fehler war.</p>\n<p>Manche Menschen können einfach besser Rechtschreibung als andere. Das ist heute nicht anders als damals. Und auch wenn es so wäre, dass die jugendlichen heute schlechter geworden sind in Rechtschreibung, wäre das denn wirklich so tragisch? In einer Welt voller Autokorrektur und Autovervollständigung, haben wir damit nicht vielleicht einfach die Kapazität frei geschaffen um auf andere Fähigkeiten mehr Wert zu legen?</p>\n<p>&quot;Die jugendlichen sind alle so faul. Die kriegen einfach nicht ihren Arsch hoch.&quot;</p>\n<p>Ich bin mir so sicher, dass seine Eltern früher das gleiche über ihn gesagt haben. Dass er auch stundenlang vor dem Fernseher saß, nie sein Zimmer aufgeräumt hat, wahrscheinlich nicht einmal wusste wie das mit diesem &quot;Bettwäsche wechseln&quot; funktioniert und sich über alles beschwert hat, das ihn minimale Anstrengung erfordert hat. Diese blöde Schule. Diese blöden Hausaufgaben.</p>\n<p>Wieviel Arroganz muss man mitbringen um so davon überzeugt zu sein, dass all diese Dinge nicht auch über die eigene Generation gesagt wurde? Was ist das für eine Heimtücke der Evolution unseres Erinnerungsvermögens? Ich verstehe ja, dass es auch Vorteile hat, dass wir Dinge vergessen, dass wir unsere Erinnerung unterbewusst abändern. Um Traumata zu überstehen. Um nicht ewig in den schlechten Erlebnissen festzuhängen. Aber es macht uns auch sehr unreflektiert, weil wir uns doch immer darauf verlassen, dass unsere Erinnerung uns schon nicht anlügen wird. Also müssen wir ja Recht haben mit unserer Wahrnehmung.</p>\n<p>Er hat früher bestimmt auf die auf &quot;Erwachsenen&quot; geblickt und war sich sicher, dass er niemals so werden würde wie sie, mit ihren überholten gesellschaftlichen Normen. Wie spießig die doch alle sind, hatte er sich gedacht. Wie schnell sich das Blatt doch wendet.</p>\n"}