{"title":"To make-up or not to make-up","metadata":{"slug":"to-makeup-or-not-to-makeup","link":"/posts/2020/08/to-makeup-or-not-to-makeup","dateString":"08.08.2020","date":"2020-08-08T00:00:00.000Z","author":"Rebecca","lang":"en","thumbnail":"assets/37d5fc93f8.svg","background":"assets/37d5fc93f8.svg","colorLeft":"rgba(121,61,61,1)","colorRight":"rgba(242,242,242,0)","title":"To make-up or not to make-up","file":"posts/200807_makeup/to-makeup-or-not-to-makeup.md"},"html":"<h1>To make-up or not to make-up</h1>\n<p>Putting on a bit of mascara before I leave the house has been a force of habit for a very long time. (Well, very long for me). I rarely put on heavy make-up, but I never felt comfortable without mascara. It's amazing how we get used to not being able to rub our eyes.</p>\n<p>The corona-pandemic was a huge game-changer for me. When you spend the entire workday at home instead of in the office it feels extremely silly to put on make-up. I'm not leaving the house after all. Often Id' have my first meeting of the day even before I had gotten around to brushing my teeth. When was I supposed to worry about mascara?</p>\n<p>This has nothing to do with people not being able to see me. We do video conferences for everything. Everyone sees me the same as before. But for some reason, it didn't bother me nearly as much in front of the screen as in &quot;real life&quot;. And to be honest, I'm pretty sure nobody even noticed.</p>\n<p>So when the time came to start going back into the office, it seemed just as ridiculous start putting on make-up again. Everyone had been looking at me without for weeks. Why go back? Let's go through some pros and cons.</p>\n<hr>\n<h3>Pro: I feel better without make-up</h3>\n<p>Especially after getting used to not wearing make-up during home-office, I've started rubbing my eyes every now and then again. What a wonderful sensation. I also enjoy being able to wash my face off with water, without ending up with either sticky or runny lashes.</p>\n<h3>Con: I feel better with make-up</h3>\n<p>Every once and awhile I feel empty with no lashes. Being blond, they really hardly exist if I don't ad some artificial color to them. If someone takes a picture of me I really loathe looking at it, if I wasn't wearing any make-up at all. I look tired. And worn out. And less good.</p>\n<h3>Pro: The surprise effect</h3>\n<p>If people get to know me mainly without any make-up at all, it makes it very simple to dress up for special events. I can just add a minimal amount of make-up. The contrast, to what I normally look like will be so big, that I can already fake glamour-level while actually being at casual-level.</p>\n<h3>Con: The surprise effect</h3>\n<p>When people say &quot;wow, you look amazing&quot;, when all you did was put on minimal make-up, it really makes you question your non-make-up look. Like, wow, it must be bad.</p>\n<h3>Pro: The I-Don't-Care-What-People-Think vibe</h3>\n<p>I've often admired women, that just go through life without make-up. Especially the blonds, who like me, have see-through lashes. It's so natural and down-to-earth. These girls often exude a nice, I am comfortable with who I am vibe. I don't need your validation. Isn't that the kind of person I would like to be?</p>\n<h3>Con: The I-Don't-Care-What-People-Think vibe</h3>\n<p>The thing is ... I'm not always comfortable with who I am, I still sometimes long for a bit of validation and I do care what people think. And do I really want them to think &quot;oh wow, she really doesn't give a fuck&quot;?</p>\n<h3>Pro: Less attention from men</h3>\n<p>I have the feeling I get let winks and looks when I don't wear make-up.</p>\n<h3>Con: Less attention from men</h3>\n<p>I have the feeling I get let winks and looks when I don't wear make-up.</p>\n<hr>\n<p>It seems I can't do it right either way.</p>\n"}