{"title":"Uncensored Surprise","metadata":{"slug":"uncensored-surprise","link":"/posts/2019/07/uncensored-surprise","dateString":"25.07.2019","date":"2019-07-25T00:00:00.000Z","author":"Rebecca","lang":"en","thumbnail":"assets/edfda53ca7.svg","background":"assets/edfda53ca7.svg","colorLeft":"rgba(238,242,87,1)","colorRight":"rgba(242,180,87,1)","title":"Uncensored Surprise","file":"posts/190725_uncencoredSurprise/uncensored-surprise.md"},"html":"<h1>Uncensored Surprise</h1>\n<p>So I was at a networking event for web-developers the other day. A small group of about 15 people, that meet up about once a month, organize presentations on a specific topic and talk about nerdy things like, you know, their jobs.</p>\n<p>I was one of four women there, which is already a pretty high rate for the field. Of the three other women, one was in project management, one was her roommate, and the other was the girlfriend of one of the guys. So it probably shouldn't have surprised me, that every single conversation I had during the evening started out like this:</p>\n<p>Him: So, what do you do? (polite smile)</p>\n<p>Me: I work for a company that does software for intralogistic systems.</p>\n<p>Him: And what do you do there? Are you in project management? (polite smile)</p>\n<p>Me: I'm a web-developer</p>\n<p>Him: Oh, really? (deep and uncensored surprise)</p>\n<p>Me: Ergo, this event.</p>\n<p>Then he proceeds to ask me some detailed questions about the product I am working on and I can't shake the feeling that I'm being tested for consistency. As if the fact that I am a web-developer is so unbelievable that I need to be interrogated until I confess to having lied and admit to being in HR or something.</p>\n<p>Now, I know I'm probably being unfair to the poor guy. Chances are he was at that point really just interested in the product we are developing. But really, is it so surprising, that a woman attending a web-developers' networking event might actually be one herself? And this from the innovative hipster generation that see themselves as super progressive. Any one of these guys would tell you that they see women as just as capable as men in the IT-field and honestly mean it. And at the same time they will be surprised when a woman actually is.</p>\n<p>So here is my message to all you 21st century progressive hipster guys out there: The next time you are surprised by someone else's profession or capabilities, do us all a favor: Do the decent thing and keep it to yourself.</p>\n"}