{"title":"Beschwere ich mich weil ich deutsch bin, oder bin ich deutsch, weil ich mich beschwere?","metadata":{"slug":"weil-ich-deutsch-bin","link":"/posts/2019/08/weil-ich-deutsch-bin","dateString":"14.08.2019","date":"2019-08-14T00:00:00.000Z","author":"Rebecca","lang":"de","thumbnail":"assets/4100e3440a.svg","background":"assets/4100e3440a.svg","colorLeft":"rgba(121,61,61,1)","colorRight":"rgba(242,242,242,0)","title":"Beschwere ich mich weil ich deutsch bin, oder bin ich deutsch, weil ich mich beschwere?","file":"posts/190814_weilIchDeutschBin/weil-ich-deutsch-bin.md"},"html":"<h1>Beschwere ich mich, weil ich deutsch bin, oder bin ich deutsch, weil ich mich beschwere?</h1>\n<p>Mir begegnet es all zu häufig, dass Menschen mir meine Eigenschaften oder Angewohnheiten durch oberflächliche Kenntnisse über meine Person begründen.</p>\n<p>– Ich trinke recht viel Kaffee.</p>\n<p>– Ach stimmt, du bist ja auch Ami.</p>\n<p>Bis zu diesem Zeitpunkt war mir nicht einmal bekannt, dass es ein Klischee gäbe, dass US-Bürger viel Kaffee tränken. Ich habe drei Jahre meines Lebens in den Staaten verbracht. In der Grundschule. Meine Mutter, die mich groß gezogen hat, hat auch lediglich das erste Drittel ihres Lebens in den USA verbracht. Bis auf meinen Pass und meine Englischkenntnisse verbindet mich sehr wenig mit diesem Land. Aber gut, dass ich nun endlich weiß, dass ich meine Neigung zum Koffein in Zukunft auf eine Kultur schieben kann, die mich minimal geprägt hat.</p>\n<p>Das Witzige in so einer Situation ist ja, dass ich nicht einmal widersprechen kann. Was weiß ich über den Kaffeekonsum weltweit? Nichts natürlich. Warum auch. Vielleicht stimmt es ja. Vielleicht ist es eines der wenigen Prägungen, die mir unbewusst übertragen wurden. Wenn ich mich im Alltag umschaue, sehe ich sehr viele nicht-Amerikaner, die in etwa genau so viel Kaffee konsumieren wie ich. Aber ich bin ja Amerikaner, also muss es wohl daher kommen.</p>\n<p>Ich weiß nicht, woher dieser Drang kommt, Menschen etwas über sie selbst mit banalen Zusammenhängen erklären zu wollen. Ich möchte nicht einmal bestreiten, dass ich das vielleicht selbst hin und wieder mache. Ich verstehe nur nicht ganz, woher das kommt. Ich kann mir keine Situation vorstellen, in der diese „Information“ für den Hörer einen Mehrwert bringen würde. Oh danke, dass du mir den Hintergrund meines Kaffeekonsums erklärst. Schon seit meiner ersten Tasse beschäftigt mich die Frage, warum ich das bloß tue. Ich wusste schon immer, dass es nichts damit zu tun haben könnte, dass ich dadurch kurzzeitig wacher und konzentrierter bin. Nun kenne ich endlich die Ursache und kann in Frieden weiter trinken.</p>\n<p>Eine kurze Internetrecherche zeigt mir eine Statistik, die Deutschland auf Rang 16 weltweit im pro Kopf Kaffeekonsum stellt. Die USA ist auf Rang 24. Die Aussage ist also nicht nur unnötig, sondern auch schlicht falsch. Und nicht einmal knapp falsch. Es gibt mindestens 23 Länder, die pro Kopf mehr Kaffee konsumieren als die USA. Mitunter Deutschland. Was soll ich damit anfangen?</p>\n<p>Vielleicht geht es eher darum, den Gesprächspartner über die eigenen tollen Kenntnisse zu unterrichten. Ich bin ein Mann von Welt. Ich kenne mich mit Kulturen aus. Schaumal was ich über US-Amerikaner und Kaffeekonsum weiß (oder denke zu wissen). Und ich habe auch ganz tolle Kenntnisse über dich: Ich weiß sogar, dass du halb-Ami bist. Bist du auch so sehr von mir begeistert?</p>\n<p>Mein Vater treibt dieses Phänomen ganz gerne auf die Spitze:</p>\n<p>– Die Entscheidung fällt mich echt schwer.</p>\n<p>– Ja, das ist bei Waagen immer so.</p>\n<p>Alles, was ich mache, sage oder bin, wird auf mein Sternzeichen oder meinen Aszendenten (auch Waage) zurückgeführt. Doppelwaagen sind schließlich etwas ganz Spezielles. Als Waage bin ich wohl immer auf der Suche nach dem Gleichgewicht. Und als Doppelwaage verstärkt sich selbstverständlich diese Eigenschaft. Ist doch klar. Bestimmt ist auch mein Sternzeichen schuld, dass ich so unordentlich bin, so viel prokrastiniere und es nie, absolut nie, hinbekomme beim ersten Weckerklingeln aufzustehen. Danke Waage.</p>\n<p>Ich weiß nicht, welche Schublade ich da verletzender finde – das Sternzeichen oder die kulturelle Herkunft. Ich verstehe ja, dass es extrem spannend sein kann, Menschen verstehen zu lernen, mit ihren unterschiedlichen Persönlichkeiten und Macken und Stärken und Ticks. Aber da einen willkürlichen Zusammenhang zu ziehen zu Sternen, die aufgrund ihres Winkels zur Erde von hieraus so aussehen, als wären sie nah beieinander... Bitte was?</p>\n<p>Bei der kulturellen Herkunft kann ja zumindest theoretisch etwas dran sein. Sind es nicht sogar genau die gemeinsamen Eigenschaften einer Gruppe, die die Kultur bestimmen und durch die wir unterschiedliche Kulturen voneinander abgrenzen? Natürlich haben wir alle Gemeinsamkeiten aufgrund unserer Kultur. Doch das führt unweigerlich zum Henne-Ei Problem. Es gilt als typisch Deutsch, sich über alles zu beschweren. Ich beschwere mich häufig über Dinge (wie jetzt zum Beispiel). Ist es mitunter dieser Drang mich zu beschweren, der mich als zugehörig zur deutschen Kultur identifiziert? Oder habe ich den Drang mich zu beschweren, eben weil ich Deutsche bin?</p>\n<p>Und warum ist das überhaupt wichtig?</p>\n<p>– Ich kann schlecht still sitzen.</p>\n<p>– Das hast du von deinem Vater.</p>\n<p>Jemand anderem einfach so mal zu erklären, warum er so ist, wie er ist, kann man schon mal überheblich kritisieren. Das grenzt vielleicht sogar an Arroganz. Das ist schon so eine klassische Situation, bei der man auch einfach mal die Fresse halten kann. Man muss nicht alles aussprechen, was man denkt oder könnte es zumindest als Frage formulieren.</p>\n<p>Also klar, man kann das Verhalten kritisieren. Aber ich persönlich kann ja nicht einmal behaupten, dass ich das selber nicht hin und wieder tue. So eine Aussage ist frech, aber längst nicht so gravierend, wie ich es darstelle. Warum nimmt es mich dann so mit?</p>\n<p>Immer wenn mir eine Eigenschaft oder Angewohnheit als Folge einer Schublade erklärt wird, fühle ich mich, als hätte ich sie verloren. Als wäre diese Eigenschaft gerade meiner Identität abgesprochen worden. Sie gehört nicht zu mir, sondern nur zu den Umständen in denen ich existiere. Ich bin konstant damit beschäftigt, der Welt zu beweisen, dass ich nicht in ihre Schubladen passe. Wenn mir gesagt wird, dass ich später auch mal Haus und Garten haben wollen werde, dann bin ich plötzlich wild entschlossen, niemals ein Haus und Garten zu haben.</p>\n<p>Ich möchte mehr sein, als das Produkt meiner Umgebung. Ich möchte nicht, dass sich jede Macke, jedes Talent, jede Angewohnheit ganz einfach erklären lässt. Als könnte jemand, der mich noch nie gesehen hat, alleine durch ein paar Fakten ein vollständiges Bild von mir zeichnen. Ich habe mir diese Eigenschaften und Angewohnheiten erarbeitet. Ich habe mir sogar meine Fehler erarbeitet. Sie sind ein Produkt von vielen komplexen Zusammenhängen. Von Entscheidungen, die ich getroffen habe. Von Menschen, denen ich begegnet bin. Von Erfahrungen, die ich gemacht habe.</p>\n<p>Doch genau das ist irgendwo auch gefährlich. Denn natürlich spielen meine Kultur, meine Herkunft und meine Gene dabei eine Rolle wer ich bin. Wenn meine Interessen und Eigenschaften davon motiviert werden, in keine Kategorien zu passen, dann sind es irgendwann unbeabsichtigt genau diese Kategorien, die meine Interessen und Eigenschaften am meisten gesteuert haben. Und das ist ja dann irgendwie kontraproduktiv.</p>\n<p>Am Ende bin das einfach nur ich. Wenn ich mich jetzt hier beschwere, sollte es mir egal, ob das auf die deutsche Kultur zurückzuführen ist. Ich entscheide selbst darüber, wie viel Kaffee ich trinke. Ich habe es selbst in der Hand, wie lange ich über Entscheidungen nachdenke. Und ja, manchmal bin ich hibbelig und kann nicht still sitzen. Einfach so. Weil ich nun mal so bin.</p>\n"}