{"title":"Pregnant during a pandemic","metadata":{"slug":"pregnancy_during_a_pandemic","link":"/posts/2021/01/pregnancy_during_a_pandemic","dateString":"22.01.2021","date":"2021-01-22T00:00:00.000Z","author":"Rebecca","lang":"en","thumbnail":"assets/ee97751a58.svg","background":"assets/ee97751a58.svg","colorLeft":"rgba(121,61,61,1)","colorRight":"rgba(242,242,242,0)","title":"Pregnant during a pandemic","file":"posts/210122_pregnancy_pandemic/pregnancy_during_a_pandemic.md"},"html":"<h1>Prengant during a pandemic - a curse or a blessing?</h1>\n<p>I'm not really sure if the pandemic is the best time or the worst time to be pregnant. Probably a little bit of both. There are things I feel I'm missing out on because of the current situation. For one, I would really love to be able to go swimming. Everything I do is more exhausting than it used to be. Standing sucks. Sitting sucks. Walking sucks. Lying on the couch in any position for too long sucks. Moving sucks. Not moving sucks as well. I imagine everything to be better underwater. You don't feel the weight of your abnormally large body parts nearly as much. I imagine that your belly and boobs just glide along with you underwater, barely hindering you at all. I miss moving. I miss being active. But everything I used to do to stay active is not nearly as fun anymore. I imagine swimming to be the one way to get around all of that a little. But unfortunately, I'm fairly certain, that pools will not open again before my due date.</p>\n<p>There are many things that are annoying about your body during pregnancy. The general discomfort. Being constantly out of breath. The heart-burn. The back pain. The annoyingly huge breasts with weirdly colored nipples. Not being able to fit through small spaces anymore by turning sideways. But somehow I still have a weird sense of pride when I look at my belly sticking out like that. I have the urge to show it off all the time. For some inexplicable reason, I enjoy meeting up with people and them commenting on how huge I've gotten. As if it were my personal achievement. As if I had any control in the matter. Despite all the discomfort, every once and a while it hits me again. Hey, you're pregnant. And it always makes me smile. This pandemic with its constant lockdown is robbing me of the opportunity to discretely rub it into people's faces. It's my pregnancy-belly and I want to show it off. There is just no one to show it off to.</p>\n<p>At the same time, I sometimes think this lockdown might be a bit of a blessing in disguise. I'm constantly tired. I rarely feel like doing anything or meeting anyone or being social in any kind of way. So if it weren't for the lockdown I would either be meeting people and being social, despite really not wanting to at the time, or I would be canceling on people a lot and feeling bad about sulking on the couch instead. This lockdown gives me the opportunity of doing absolutely nothing and meeting absolutely no one without the guilty conscience of being so unsocial.</p>\n"}